Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sametingets_arbeid_for_utvikling_av_kompetanse_gir_na_positive_ringvirkninger.html.tmx
Source language: nob
Languages: sma

source: Sametingets arbeid for utvikling av kompetanse gir nå positive ringvirkninger
sma: Saemiedigkien barkoe maahtoem evtiedidh positijve illedahkh vadta

source: Utvalget for etter- og videreutdanning i barnehage og skole foreslår å opprette et felles samarbeidsforum på nasjonalt nivå for å styrke og samle kompetansemiljøene i samiske språk og kultur.
sma: Moenehtse minngie- jïh jåarhkeööhpehtæmman maanagïertesne jïh skuvlesne raereste ektie laavenjostoeforumem tseegkedh nasjonaale daltesisnie mij edtja maahtoebyjresidie saemien gieline jïh kultuvresne nænnoestidh jïh tjöönghkedh.

source: Sametinget har ved flere anledninger løftet fram behovet for en egen nasjonal ordning for kompetanseutvikling for samiske barnehager og skoler.
sma: Saemiedigkie lea gellien aejkien daerpiesvoetem lutnjeme akten jïjtse nasjonaale maahtoeevtiedimmieöörnegen bïjre saemien maanagïertide jïh skuvlide.

source: – Vi har gitt innspill om dette i alle pågående prosesser og i flere konsultasjoner med Kunnskapsdepartementet.
sma: – Mijjieh lahtesh dan bïjre vadteme gaajhkine juhtije prosessine jïh jieniebinie konsultasjovnine Maahtoedepartemeentine.

source: Det er derfor svært oppløftende å se at vårt arbeid om kompetanseutvikling nå bærer frukter og at utvalget for etter- og videreutdanning i barnehage og skole støtter våre innspill og nå løfter dette som et forslag til tiltak, sier sametingsråd Mikkel Eskil Mikkelsen (NSR).
sma: Dan åvteste joekoen hijven vuejnedh mijjen barkoe maahtoeevtiedimmien bïjre daelie illedahkh vadta jïh moenehtse minngie- jïh jåarhkeevtiedæmman maanagïertesne jïh skuvlesne mijjen lahtesh dåarjohte, jïh daelie dam raereste goh akte råajvarimmie, saemiedigkieraerie Mikkel Eskil Mikkelsen (NSR) jeahta.

source: Mikkelsen sier at sametingsrådet har sett at ordningen for lokal kompetanseheving ikke fungerer.
sma: Mikkelsen jeahta saemiedigkieraerie lea vuajneme öörnege voenges maahtoelutnjeminie ij juhtieh.

source: Ingen har en overordnet oversikt over hvilke lokale behov den samiske barnehagesektoren har og hvilket kompetansetilbud som er gitt og gis.
sma: Ij guhte bijjieguvviem utnieh mah voenges daerpiesvoeth saemien maanagïertesuerkie åtna, jïh magkeres maahtoefaalenasse mij lea vadtasovveme jïh vadtasåvva.

source: Samfunnet opplever nå kompetansekrise og mangel på fagfolk, det samme gjelder den samiske barnehagesektoren over hele landet.
sma: Daelie seabradahke maahtoeaehpiem dååjroe jïh faagealmetjh fååtesieh, seammalaakan saemien maanagïertesuerkesne abpe laantesne.

source: Det er utfordrende for barnehageeiere å rekruttere og beholde samiskspråklige ansatte, fordi de er svært attraktive i det generelle arbeidsmarkedet.
sma: Stoerre haestemh maanagïerteaajhteridie saemiengïeleldh barkijh dåårrehtidh jïh utniehtidh, dan åvteste sïejhme barkoemaarkede dej mietie gihtjie.

source: Lønnsnivået i barnehagesektoren viser seg å ikke være konkurransedyktig i dette markedet.
sma: Baalhkanjieptjie maanagïertesuerkesne ij maehtieh jeatjah suerkiejgujmie gaahtjedh.

source: – Denne situasjonen har negativ innvirkning på kvaliteten på det samiske innholdet i barnehagene.
sma: – Daate tsiehkie kvaliteetem saemien sisvegasse maanagïertine baajnehte.

source: Sametinget er særlig bekymret for at denne situasjonen fører til at samiske barn ikke får innfridd sin rett til et barnehagetilbud som er bygd på samisk språk og kultur, noe som er en reell trussel for samiske barns rettsikkerhet.
sma: Saemiedigkie joekoen tjoeperde daan tsiehkien gaavhtan saemien maanah eah sijjen reaktam åadtjoeh akten maanagïertefaalenassese mij saemien gïelem jïh kultuvrem betnesne åtna, naakede mij lea tjïelke aajhtoe saemien maanaj reaktajearsoesvoetese.

source: Sametinget vil derfor prioritere å arbeide for at rammer og strukturer rundt samiske barnehager og andre barnehager med samisktilbud blir tilpasset barnehagens behov, sier Mikkelsen.
sma: Saemiedigkie sæjhta dan åvteste prioriteeredh barkedh ihke mierieh jïh struktuvrh saemien maanagïerti jïh jeatjah maanagïerti bïjre saemienfaalenassine sjiehtedamme sjidtieh maanagïerten daerpiesvoetese, Mikkelsen jeahta.

source: Sametingets plenum skal torsdag denne uken behandle sametingsrådets redegjørelse om kvalitetsutvikling i den samiske barnehagesektoren.
sma: Saemiedigkien stoerretjåanghkoe edtja duarstan daan våhkoen saemiedigkieraerien reektestimmiem kvaliteeteevtiedimmien bïjre saemien maanagïertesuerkesne gïetedidh.

source: Et av Sametingets tiltak er å tilpasse Sametingets tilskuddsordninger slik at det bidrar til kompetanseutvikling.
sma: Akte Saemiedigkien råajvarimmijste lea Saemiedigkien dåarjoeöörnegh sjiehtedidh guktie maahtoeevtiedimmiem vadta.

source: Sametinget vurderer om det skal stilles krav om at barnehager som får støtte skal følge kompetansehevingstiltak og systematisere språkarbeidet etter sterke språkmodeller.
sma: Saemiedigkie vuarjesje mejtie edtja krïevedh maanagïerth mah dåarjoem åadtjoeh edtjieh maahtoelutnjemekrïevenassh fulkedh jïh gïelebarkoem nænnoes gïelemaalli mietie öörnedh.

source: Sakspapirer til sak 38/22 Sametingsrådets redegjørelse om kvalitetsutvikling i den samiske barnehagesektoren
sma: Aamhtesetjaatsegh aamhtesasse 38/22 Saemiedigkieraerien reektestimmie kvaliteeteevtiedimmien bïjre saemien maanagïertesuerkesne

source: Utvalget for etter- og videreutdanning i barnehage og skole har 28. september 2022 overlevert utredningen NOU 2022: 13: Med videre betydning – Et helhetlig system for kompetanse- og karriereutvikling i barnehage og skole til Kunnskapsdepartementet, hvor de foreslår flere tiltak for å etablere et helhetlig og varig system for kompetanse- og karriereutvikling i barnehage og skole.
sma: Moenehtse minngie- jïh jåarhkeööhpehtæmman maanagïertesne jïh skuvlesne lea salkehtimmiem NOU 2022: 13: Med videre betydning – Et helhetlig system for kompetanse- og karriereutvikling i barnehage og skole deelleme skïereden 28.b. 2022 Maahtoedepartemeentese, gusnie jienebh råajvarimmieh raeriestieh mah edtjieh ellies jïh ihkuve systeemem tseegkedh maahtoe- jïh karrijeereevtiedæmman maanagïertesne jïh skuvlesne.

source: For intervju eller spørsmål, kontakt sametingsråd Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
sma: Jis gihtjehtimmie jallh gyhtjelassh, gaskesadth saemiedigkieraeriem Mikkel Eskil Mikkelsen (NSR), tlf. +47 917 42 161, mikkel.eskil.mikkelsen@samediggi.no
